{
  "nav": {
    "home": "Accueil",
    "projects": "Projets",
    "articles": "Articles",
    "whats_in_my_bag": "Qu'y a-t-il dans mon sac ?",
    "bookmarks": "Marque-pages",
    "about": "À propos",
    "toggle_theme": "Changer de thème"
  },
  "pages": {
    "home": {
      "title": "Salut, je suis Don Freddy",
      "subtitle": "Je travaille comme ingénieur logiciel à Douala, au Cameroun. Je me spécialise dans la création d'applications et de sites Web et mobiles utilisant Javascript, Vue et Node. J'ai tergiversé sur la création de ce site Web pendant des années, mais il est enfin là, j'ai créé mon propre petit coin sur Internet pour partager mes expériences idiotes, mes projets astucieux et mes réflexions (principalement sur la technologie).",
      "subtitle2": "Le jour, je suis développeur Fullstack chez Maliya, et la nuit (et le week-end), je suis occupé à bricoler avec un outil ou une application aléatoire que je construis",
      "find_me": "Trouvez-moi sur",
      "action_download": "Télécharger mon CV",
      "action_get_in_touch": "Entrer en contact",
      "featured_projects": "Projets en vedette",
      "recent_articles": "Articles récents",
      "all_projects": "Tous les projets",
      "all_articles": "Tous les articles",
      "meta": {
        "title": "Ingénieur logiciel",
        "description": "Je travaille comme ingénieur logiciel à Douala, au Cameroun. Je me spécialise dans la création d'applications et de sites Web et mobiles utilisant Javascript, Vue et Node."
      }
    },
    "projects": {
      "title": "Projets",
      "subtitle": "J'ai travaillé sur des tonnes de petits projets au fil des ans, mais ce sont ceux dont je suis le plus fier. Beaucoup d'entre eux sont open source, donc si vous voyez quelque chose qui pique votre intérêt, consultez le code et contribuez si vous avez des idées pour l'améliorer."
    },
    "articles": {
      "title": "Articles",
      "subtitle": "J'écris sur le développement d'applications, la technologie et mon parcours en tant que développeur. J'espère que vous trouverez quelque chose qui vous aide dans votre parcours en tant que développeur."
    },
    "whats_in_my_bag": {
      "title": "Les choses que j'utilise",
      "subtitle": "Logiciels que j'utilise, gadgets que j'adore et autres choses que je recommande. Voici une grande liste de toutes mes affaires préférées."
    },
    "bookmarks": {
      "title": "Marque-pages",
      "subtitle": "J'ai trouvé des choses géniales sur Internet. Cette page est encore en cours de développement, je souhaite ajouter un moteur de recherche comme bmrks.com."
    },
    "article_detail": {
      "posted": "Publié {date}",
      "updated": "Mis à jour {date}",
      "reading": "{time} minutes de lecture",
      "viewed": "Vu {count} fois"
    },
    "about": {
      "title": "À propos de moi",
      "subtitle": "Je suis un développeur Web basé à Paris, en France. J'ai une passion pour la programmation et la technologie, et j'aime apprendre de nouvelles choses et partager mes connaissances avec les autres."
    }
  },
  "components": {
    "newsletter": {
      "title": "Abonnez-vous à la newsletter",
      "subtitle": "Recevez du courrier de ma part sur le développement Web, la technologie et l'accès anticipé aux nouveaux articles.",
      "subscribe": "S'abonner"
    },
    "footer": "Tous droits réservés"
  },
  "download": {
    "thank_you_title": "Merci pour votre intérêt 🙏",
    "thank_you_description": "J’espère que mon profil retiendra votre attention. N’hésitez pas à me contacter pour échanger !"
  },
  "global": {
    "meeting": "Planifier une réunion",
    "available": "Disponible pour de nouvelles opportunités",
    "unavailable": "Actuellement en train de travailler sur d'autres projets géniaux"
  },
  "categories": {
    "hardware": "Matériel",
    "software": "Logiciel",
    "desk": "Bureau",
    "others": "Autres"
  }
}
